Repository: kleido/wordpress-plugin
Catalog: languages/wordpress-rengine-*.po
Languages: el_gr, hu_hu

# pickup_parking_name
source: Start Location
el_gr: Πληκτρολογήστε σημείο έναρξης
hu_hu: felvétel_helye

# return_parking_name
source: End Location
el_gr: Πληκτρολογήστε σημείο τερματισμού
hu_hu: leadás helye

# same_parking
source: Same return location
el_gr: Επιστροφή στο ίδιο σημείο
hu_hu: Leadás helye megegyezik

# pickup_date
source: Start Date
el_gr: Ημερομηνία & ώρα έναρξης
hu_hu: Felvétel Dátum & Idõ

# return_date
source: End Date
el_gr: Ημερομηνία & ώρα λήξης
hu_hu: Leadás Dátum & Idõ

# search_button
source: Search
el_gr: Αναζήτηση
hu_hu: Keresés

source: When?
el_gr: Πότε;

source: Where?
el_gr: Πού;

# where_end
source: End Location
el_gr: Σημείο επιστροφής;

# what
source: What time?
el_gr: Τι ώρα;

# what_end
source: End time?
el_gr: Ώρα επιστροφής;

source: Where from?
el_gr: Από πού;

source: day
el_gr: ημέρα

source: days
el_gr: ημέρες

source: Where to?
el_gr: Προς πού;

source: Adults
el_gr: Ενήλικες

# children
source: Children (Ages: 2-12)
el_gr: Παιδιά

# infants
source: Infants (Ages: 0-2)
el_gr: Βρέφη

source: CHANGE DATES
el_gr: Αλλαγή κριτηρίων αναζήτησης
hu_hu: MÁSIK DÁTUM

# available_cars
source: Available vehicles
el_gr: Διαθέσιμες υπηρεσίες
hu_hu: Elérhetõ autók

# available_activities
source: Available services
el_gr: Διαθέσιμες υπηρεσίες

source: from
el_gr: από
hu_hu: tól

source: to
el_gr: έως
hu_hu: ig

source: for
el_gr: για

source: BRANDS
el_gr: ΜΑΡΚΕΣ
hu_hu: MÁRKA

# attributes
source: VEHICLE ATTRIBUTES
el_gr: ΧΑΡΑΚΤΗΡΙΣΤΙΚΑ
hu_hu: AUTÓ TULAJDONSÁGAI

# pickup
source: START
el_gr: ΕΝΑΡΞΗ
hu_hu: FELVÉTEL

# return
source: END
el_gr: ΛΗΞΗ
hu_hu: LEADÁS

# no_results
source: No results found. Please try different days!!
el_gr: Δεν βρέθηκαν αποτελέσματα! Παρακαλούμε δοκιμάστε νέα αναζήτηση με άλλες ημερομηνίες.
hu_hu: Nem található!

# button
source: Book Now
el_gr: Κάνε κράτηση
hu_hu: KIVÁLASZT

# sold_out
source: This vehicle is going to sell out soon!
el_gr: Αυτή η υπηρεσία είναι πιθανό σύντομα να μην είναι διαθέσιμη!
hu_hu: Ez az autó hamarosan elfogy!

# last_booking
source: Last booking for this vehicle!
el_gr: Τελευταία διαθέσιμη υπηρεσίας για κράτηση!
hu_hu: Utolsó foglalás erre az autóra!

# no_charge
source: no charge now
el_gr: Δεν θα χρεωθείτε στο επόμενο βήμα

source: Distance
el_gr: απόσταση

source: Duration
el_gr: διάρκεια

source: Your choise
el_gr: Η επιλογή σας
hu_hu: Az Ön választása

source: Pricing
el_gr: Ανάλυση κόστους
hu_hu: Árak

source: Extras
el_gr: Επιπλέων υπηρεσίες
hu_hu: Extrák

# driver_details
source: Contact info
el_gr: Στοιχεία επικοινωνίας
hu_hu: Sofõr Adatai

# login_label
source: Please Login or Register to continue
el_gr: Παρακαλώ συνδεθείτε ή εγγραφείτε για να συνεχίσετε
hu_hu: A folytatáshoz Lépjen be vagy Regisztráljon

# login_button
source: LOGIN
el_gr: ΕΙΣΟΔΟΣ
hu_hu: BELÉPÉS

# register_button
source: REGISTER
el_gr: ΕΓΓΡΑΦΗ
hu_hu: REGISZTRÁCIÓ

source: Full name
el_gr: Ονοματεπώνυμο
hu_hu: TELJES NÉV

source: Phone
el_gr: Τηλέφωνο
hu_hu: Mobil

# flight_number
source: Comments/Meeting details
el_gr: Σχόλια κράτησης
hu_hu: Járat száma

source: Total Cost
el_gr: Συνολικό κόστος
hu_hu: Teljes összeg

# continue_button
source: Continue To Payment
el_gr: ΣΥΝΕΧΙΣΤΕ ΣΤΗΝ ΠΛΗΡΩΜΗ
hu_hu: TOVÁBBLÉPÉS A FIZETÉSRE

# terms_label
source: By continue to payment means that you agree to the Terms and Condition. Click here to read them
el_gr: Συμφωνώ με τους όρους και τις προύποθέσεις των επιλεχθέντων υπηρεσιών
hu_hu: Az Általános Szerzõdési Feltételeket elolvastam és elfogadom

# flat_cost
source: Flat rental cost
el_gr: Βασικό κόστος
hu_hu: egységár

source: Selected services
el_gr: Επιλεγμένες υπηρεσίες

# comment_placeholder
source: Please type your hotel or your meeting point. In case of airport/port add your flight number or boat name.
el_gr: Παρακαλούμε πληκτρολογείστε το όνομα του ξενοδοχείου ή του σημείου συνάντησης. Σε περίπτωση όπου αυτό είναι αεροδρόμιο ή λιμάνι πληκτρολογείστε την πτήση/το όνομα του πλοίου/ή δρομολόγιο τραίνου.

source: ACTION REQUIRED
el_gr: ΑΠΑΙΤΕΙΤΑΙ ΕΝΕΡΓΙΑ ΣΑΣ

# reference_message
source: Your booking reference number is
el_gr: Ο κωδικός της κράτησής σας είναι
hu_hu: Az Ön foglalási kódja

# paypal_message
source: PAYPAL payment id is
el_gr: Ο κωδικός πληρωμής στο PAYPAL είναι
hu_hu: PAYPAL fizetés felhasználó

# button_message
source: Please click on PAY NOW button to pay your booking
el_gr: Παρακαλώ πατήσετε το κουμπί ΠΛΗΡΩΜΗ για να εξοφλήσετε την κράτησή σας
hu_hu: Kérjük kattintson a FIZETÉS MOST gombra a foglalás kifizetéséhez

# payment_button
source: PAY NOW
el_gr: ΠΛΗΡΩΜΗ
hu_hu: FIZETÉS MOST

source: PAYMENT SUCCESS
el_gr: ΕΠΙΤΥΧΗΣ ΠΛΗΡΩΜΗ
hu_hu: SIKERES FIZETÉS

source: SUCCESS
el_gr: ΕΠΙΤΥΧΙΑ
hu_hu: SIKER

# success_message
source: Your reservation was succesfully submited. Please check your email for the confirmation
el_gr: Η κράτησή σας έχει ολοκληρωθεί. Παρακαλώ ελέγξτε το email σας για επιβεβαίωση της κράτησης.
hu_hu: A foglalási igénye sikeresen elküldve. Kérjük ellenõrizze email fiókját a jóváhagyáshoz!

source: PAYMENT FAILURE
el_gr: ΑΠΟΤΥΧΙΑ ΠΛΗΡΩΜΗΣ
hu_hu: SIKERTELEN FIZETÉS

source: FAILURE
el_gr: ΑΠΟΤΥΧΙΑ
hu_hu: HIBA

# failure_message
source: Your reservation was failed. Please try again or contact us.
el_gr: Δεν μπορέσαμε να κάνουμε πληρωμή για την συγκεκριμένη κράτηση. Παρακαλούμε προσπαθήστε ξανά ή επικοινωνήστε μαζί μας.
hu_hu: A foglalása sikertelen volt. Kérjük próbálja újra vagy lépjen velünk kapcsolatba.

source: Coupon code
el_gr: Συμπληρώστε το Κουπόνι σας
hu_hu: Add your coupon code

# group_mode
source: Select group
el_gr: Eπιλέξτε κατηγορία

# loading
source: Processing ...
el_gr: Πληρωμή κατά την παράδοση

# cash_button_dscr
source: You will receive a confimation email that validates your booking. You will also be asked for credit card upon delivery or earlier.
el_gr: Θα λάβετε επιβεβαιωτικό email για την επιβεβαίωση της κράτησής σας. Θα σας ζήτηθεί επίσης πιστωτική κάρτα ή προπληρωμή κατά την έναρξη της υπηρεσίας.

# cash_search_label
source: or pay on delivery
el_gr: ή πληρώστε αργότερα

# No
source: No thanks
el_gr: Όχι ευχαριστώ

# Yes
source: Yes please
el_gr: Ναι παρακαλώ

source: last step
el_gr: τελευταίο βήμα

# default
source: included
el_gr: περιλαμβάνεται

source: Pay now
el_gr: Πληρώστε τώρα

# pay_now_dscr
source: of the total amount and the rest on the spot!
el_gr: από το συνολικό ποσό και το υπόλοιπο κατά την παράδοση!

source: Includes
el_gr: Περιλαμβάνει

source: Excludes
el_gr: Δεν περιλαμβάνει

# bill_city
source: City
el_gr: Πόλη

# bill_zip
source: ZIP
el_gr: ΤΚ

# bill_country
source: Country
el_gr: Χώρα

# payment_methods
source: Choose payment method
el_gr: Επιλέξτε μέθοδο πληρωμής

# bill_address
source: Address
el_gr: Διεύθυνση
